# Cask
cask_args appdir: '/Applications'

# Tap
tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"

# Cli
brew "coreutils"
brew "git"
brew "gnu-tar"
brew "jq"
brew "socat"
brew "wget"
brew "youtube-dl"
brew "bash"

cask "java"
cask "intellij-idea-ce", args: { force: true }
brew "maven"
cask "flycut"
cask "docker"
cask "atom"
cask "vlc"
cask "the-unarchiver"
cask "dropbox"
cask "firefox"
